{"config": [{"config": {"batch_input_shape": [1, 250], "sparse": false, "dtype": "float32", "name": "input_1"}, "class_name": "InputLayer"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "units": 154, "activation": "sigmoid", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "units": 58, "activation": "linear", "name": "dense_2"}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.1.6"}