{"config": [{"config": {"batch_input_shape": [1, 250], "sparse": false, "name": "input_1", "dtype": "float32"}, "class_name": "InputLayer"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "sigmoid", "trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "units": 154}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "linear", "trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "units": 58}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.6", "backend": "tensorflow"}