{"keras_version": "2.1.6", "backend": "tensorflow", "config": [{"config": {"dtype": "float32", "name": "input_1", "sparse": false, "batch_input_shape": [1, 250]}, "class_name": "InputLayer"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "units": 154, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "activation": "sigmoid", "trainable": true, "name": "dense_1", "kernel_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "units": 58, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "activation": "linear", "trainable": true, "name": "dense_2", "kernel_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}