{"keras_version": "2.1.6", "backend": "tensorflow", "config": [{"config": {"sparse": false, "batch_input_shape": [1, 250], "dtype": "float32", "name": "input_1"}, "class_name": "InputLayer"}, {"config": {"units": 154, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1", "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "activation": "sigmoid", "kernel_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"units": 58, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2", "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "activation": "linear", "kernel_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential"}